Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 저는 아무것도 못 봤습니다!
en: I saw nothing last night!

source: 콜라와 알콜맨
en: Cola and Alcoholman

source: 최우수상 성명 선해(인)
en: 2nd place Name Hae-in Seon

source: 멋있었어요!
en: that was awesome!

source: 와아아..
en: whoa...

source: 아, 좋아요.
en: yep, sounds good.

source: 그, 그래그래!
en: o-okay, sure!

source: 여기 이렇게 참가 접수 확인 문자도 있습니다∙∙∙!!
en: look, here’s the text that confirms our registration!

source: 이 계절의 한가운데-
en: ...of rebirth for all...

source: 근데 이렇게 많은 사람을 두고,
en: but with such a huge audience...

source: 노래 시크릿
en: Artist: Secret

source: 따르릉~ 따르르르릉~
en: RING RRRRING

source: 천 대리님을 우승에∙∙∙!
en: ...I’ll bring mr. cheon to victory!

source: 아..{j}이것 람,
en: oh,{j}that was...

source: 직장인의 취미 생활이 이 정도라면∙∙∙
en: if office workers, who are doing this as a hobby, are this good...

source: 아니 근데 이 자식이 자꾸 고개만 까닥까닥하고…!
en: all you’re doing is nodding instead of answering me properly!

source: 성낙준 부사장∙∙∙!
en: vice president nakjun seong!

source: 이 녀석들∙∙∙
en: these kids...

source: 어떻게 할 거냐, 드러머.
en: ...what’s your next move, drummer?

source: 이제 예선 통과했는데 벌써 콘서트 걱정이에요?
en: we only passed the first round of auditions yesterday, and you’re already worrying about a concert?

source: 확인이요?
en: check something?

source: 그랬더라고∙∙∙
en: yep...

source: 한 해에 이달의 사원을 세 번이나 탄 인재셨으니까요.
en: I mean, you were recognized as employee of the month three times in a single year.

source: 아무리 생각해도 불합리하다.
en: ...incredibly unfair.

source: 이 정도 사이즈는 보여 드려야지요.
en: we decided that we needed to show you the best we have to offer.

source: 고등학생 때까지는
en: up until high school...

source: 방금 전.
en: a little while ago

source: 와~ 오늘 날씨 좋네요!
en: wow, it’s a beautiful day!

source: 저는 좋아요!
en: that sounds great to me!

source: 고민은 무슨∙∙∙
en: no, nothing like that...

source: [직캠]
en: Fancam

source: 바로 시작하시면 됩니다.
en: you can start right way.

source: 당신의 더 큰 미래를 위한 선택
en: The Choice for a Brighter Future

source: 메신저로 대화하면 될 것을, 직접 찾아가서 곤란하셨죠…?
en: ...have just messaged you...instead of putting you on the spot like that.

source: 청소년기에 악기 취미 하나쯤은 있어야 하지 않겠니?
en: at your age, you should be playing an instrument.

source: 그런 압박감 속에서 노래하는 것만큼 확실한 방법은 없지.
en: there’s no better way to rehearse than to sing under pressure.

source: 버스킹이란 게 원래 이렇게 사람이 몰리는 거예요?
en: does busking always draw this big of a crowd?

source: 예뻐 죽겠네~
en: amazing!

source: 책임질 사람은 나밖에 없네.
en: ...but somehow I’m only one who's responsible.

source: 잘 알지~
en: of course I know that...

source: 심드렁…
en: bored

source: 겁나 구려.
en: man, this is crappy.

source: 저… 먼저 들어가 보겠습니다.
en: I’m... heading out for the day.

source: 진짜 대단한데…
en: he’s fantastic...

source: 신경 쓰지 마세요.
en: don’t worry about it.

source: 저도 지금 이해가 안 되는데.
en: I don’t understand what’s going on, either.

source: 어제의 만남은 우연이었지만,
en: they may have only run into each other by accident last night...

source: 점심엔 점심밥!
en: lunch in the afternoon!

source: 한지혁 노래 부르기 겁나 힘들던데ㄷㄷ
en: Jihyeok Han’s songs are so hard to sing...

source: 저희들만 잘 받쳐 준다면∙∙∙
en: as long as we do a good job of supporting him...

source: <운명>이라더니∙∙∙!
en: they did say it was called fate...

source: 작곡 시크릿
en: Music: Secret

source: 생각보다 더 엄청난 잠재력을 가졌을지도…
en: ...might have even lot more potential than I thought...

source: 아무런 말도 붙이지 마!
en: don’t even try to talk to me!

source: 실력도 괜찮았지만, 더 중요한 게 있지.
en: she is, but more importantly...

source: 2화
en: Episode 2

source: 되게 많은 분들이 보셨는데, 대체 몇 명이나 있었을까요?
en: so many people came to see us. how many do you think there were?

source: 난 출장도 잊고 있었는데 이런 것도 사 오고∙∙∙
en: I’d forgotten all about the business trip, yet you’re totally on the ball and even bought me coffee...

source: 질겅-
en: CHEW

source: 가을.
en: ...autumn.

source: 이 마지막 곡을 위해 아우라도 남겨 둔 것 같고.
en: it seems like you reserved some aura for this last song, too.

source: 약하지 않으니까.
en: ...as weak as you think.

source: 와아~
en: wow...

source: 여, 여신이라니… 당치도 않아요.
en: g-goddess? no, not at all.

source: 사장 놈… 남의 취미 생활에 맨날 이래라저래라야.
en: ugh, the owner is so annoying... as if he has a say in what I do for fun.

source: 아이구 이 예쁜 녀석!!
en: I’m so proud of you!

source: 지금이야말로
en: it’s finally time...

source: 먹고 사느라 뒷전이 된 꿈을 다시 잡기에는 좋은 기회지만,
en: it’s a great opportunity to chase the dreams I set aside so that I could put food on the table,

source: 이런 명당을 혼자서 차지하고 계셨네요.
en: looks like you’ve got this great spot all to yourself.

source: 아아∙∙∙
en: ahh, well...

source: 호연이 놈, 평가가 후하네.
en: hoyeon is a popular guy, I see.

source: 아까 여기서 그랬죠.
en: when we talked earlier, I asked you...

source: 아, 좀 있어 봐요.
en: just hold on a second.

source: 멤버들에게 제대로 차려입으라고 해야겠네요.
en: I guess I’ll tell our bandmates to get dressed up.

source: 다시 올 수 없는 그때가…
en: ...when I was chasing my dream with aran.

source: 오, 천 대리 아냐!
en: hey, hoyeon!

source: 평범하고 틀에 박힌 일상에,
en: some extraordinary things are starting to happen...

source: 이, 이건∙∙∙
en: th-this is...

source: 뿌득
en: grit

source: 발라드를 부르겠다고…?
en: ...at the company talent show?

source: 결국 알아내지 못했다.
en: ...who sang the jihyeok han band song.

source: 목소리 맑다.
en: his voice is so clear.

source: 네…!
en: okay!

source: 그럼 이렇게 하시죠.
en: Then how about this?

source: 오늘 출연진 중에 남자 솔로 가수는 없었는데…
en: there’s no solo male singer in today’s lineup...

source: 오늘 최대의 수확은∙∙∙
en: today’s most improved member...

source: 잘못 본 거 아니에요?
en: are you sure you’re not mistaken?

source: 방송 복귀한다는 게 사실이었어?
en: so it’s true that you’re coming back to tv?

source: 이건 <천연 에이드>가 만들어 낸 축제다!!
en: this is a festival of cheonyeon-ade’s creation!

source: 이음
en: Connection

source: …왜 갑자기 소릴 지르고 그러나, 천 대리?
en: why are you screaming all of a sudden?

source: 뭐…뭐지?
en: wh-what’s going on?

source: 장인 밴드 선발 대회
en: AND COMPETITION FOR WORKING PROFESSIONALS

source: 짝짝
en: CLAP CLAP CLAP

source: …뭐, 그래도 그 덕에
en: well, at least it did give me...

source: 아우라 준 건 어디다 쓸-
en: the aura I’ve given you shouldn’t be--

source: 바로 그겁니다.
en: exactly.

source: 누구랑 얘기하고 계세요?
en: who are you talking to?

source: 특히나 천 대리님은 저희 리더인데∙∙∙
en: especially given that mr. cheon is our leader.

source: 기타 오빠 웃는 거 봤어?
en: did you just see that guitarist smile?

source: 동동
en: flail

source: 다만 이 노래는 꼭 들려드리고 싶어.
en: ...I still want you to hear this song.

source: <한지혁 밴드>의 소속사.
en: ...the agency that represented the jihyeok han band.

source: 허어?
en: huh?

source: 오후
en: PM

source: 우수한 성적을 거두었으므로 이
en: in the 37th International English Competition

source: 이 정도로 배려해 줬으니 그쪽에서도 당연히 부탁 하나는 들어줘야 한다니.
en: he’s implying that since he’s been so considerate, she now owes him a favor.

source: 이 서문진의 안목을 못 믿어서야 쓰나.
en: they have no trust in my eye for talent...

source: 꿈을 꿨겠지.
en: ...and dream.

source: 달그락..
en: CLINK

source: 헐렁해진 단추를 여미고
en: I do up my loose buttons...

source: 챵챠랑-
en: TWANG TWANG

source: 무슨 좋은 방법이 없을까?
en: what’s the best way?

source: 후후..
en: heh...

source: 그럴 거면 결재하지 마!
en: Then Don’t Sign Off On It!

source: 헌혈의 집
en: BLOOD DONATIONS

source: 천연 에이드'로 참가 신청을 하고∙∙∙
en: we’ll sign up under the name cheonyeon-ade...

source: 아니, 워크숍 장기 자랑에서
en: he’s going to sing a ballad...

source: 그게 무슨 소리야.
en: what are you talking about?

source: 라인업이 심상치 않긴 했지만…
en: I did see that you had an extraordinary lineup of performers...

source: 왜들 그렇게 보세요?
en: why are you all looking at me like that?

source: 베이스는 원래부터 재밌었지만,
en: I’ve always enjoyed playing the bass, of course...

source: 누구에게서도 지혁이 놈의 그림자를 찾지 못했다.
en: ...but not a single one of them had even a fraction of jihyeok’s star quality...

source: 아무래도…
en: looks like...

source: 이제는 조금 통 큰 투자를 해야 할 때라고 생각합니다.
en: ...but I think it’s now time for us to make a big investment.

source: 나 진짜 회사 그만둔다. 진짜∙∙∙
en: I’m seriously going to quit this time, I swear...

source: 구독하면 10만원 줘야 됨
en: If I Subscribe, You Owe Me $100

source: 근데 갑자기 왜 이렇게 작곡에 집착하는 거예요, 송형.
en: but song hyeong, why are you suddenly so obsessed with me composing?

source: 그럼 저희 밴드에 들어오실래요?
en: so... do you want to join our band?

source: 이렇게 날 위해서 노래 부르는 건…
en: It’s been a long time since I sang...

source: 앗, 네에∙∙∙
en: oh, okay...

source: 아오;;
en: ugh...

source: 당신∙∙∙ 늦었는데 아직도 안 자?
en: honey... it’s late. what are you still doing up?

source: 네네, 결혼 축하드립니다~
en: of course! congratulations on your wedding.

source: 그랬는데 이렇게 갑자기 변하신 게…
en: so it’s hard for me to understand why...

source: 참 바보 같은 사람.
en: you’re such a fool.

source: 난 네 스승 같은 존재니까!
en: I’m basically your teacher, dammit!

source: 지금 부사장실에 또 다른 <드림 어게인> 참가팀이 있습니다.
en: another band that’s auditioning for dream again is currently in the vice president’s office.

source: 멤버 전원이 아우라를 가진 밴드라니.
en: a band whose members all possess an aura!

source: 예민한 건가, 신경 쓰지 않으려 해도 자꾸 거슬려-
en: ...being too sensitive? I try not to care, but it still bothers me!

source: 노래를 뜻하는 'song'인 거야?
en: “song” as in the form of music?

source: 후우..
en: whew...

source: 우리 파트의 희망!!
en: the hope of our team!

source: …이 사람의 노래를 더 듣고 싶어.
en: I... want to hear more of his singing.

source: 질색
en: appalled

source: 어떻게든 해야 하는 거 아냐?
en: she needs to just grit her teeth and do it!

source: 개미는
en: the ants!

source: 술기운이 도는지∙∙∙ 좀 걸으려고요.
en: I think I had too much to drink... I want to walk for a bit.

source: 30분 후-
en: 30 minutes later

source: 급한 건도 아닌걸요~ 조금 천천히 가도 되죠.
en: it’s not like it’s urgent. we can take our time leaving.

source: 널⎯
en: I will...

source: 이봐, 천 대리!
en: hey, hoyeon!

source: 계속 신경 쓰셨잖아요.
en: you’ve been really anxious about him.

source: 후훗
en: haha

source: 강 대리님이 밴드에 관심 있으신 줄은 몰랐습니다.
en: I didn’t know you were interested in joining a band, mr. kang.

source: 헤헷
en: HEHE

source: 내 똥줄 아니니까 괜찮아~!
en: it’s fine, since I’m not the one who’s screwed!

source: 하지만 그 전에-
en: but before we start discussing that...

source: 둥실-
en: flutter

source: 광기를 지니게 된다든가, 뭐 그런…
en: ....or turn you into a weirdo, or...

source: 고졸인 나는 이 전형 덕분에 입사할 수 있었다.
en: that’s how I was hired here with only a high school diploma.

source: 워크숍!
en: the retreat!

source: 직장인 오디션 프로그램
en: Competition Show for Working Professionals

source: 미안, 천 대리.
en: I’m sorry, hoyeon.

source: 오늘은 늦었으니… 사연은 다음에 시간 되면 말씀드릴게요.
en: it’s getting late. I’ll explain later when we have more time.

source: 성적에 지장만 없다면 취미 하나 쯤은 괜찮겠지.
en: having a hobby should be okay, as long as it doesn’t affect your grades.

source: 저 녀석…
en: that kid...

source: 잘 듣고 있나, 고하람 씨?
en: are you listening, haram?

source: 그때 걔가 그래서-
en: so then she said...

source: 그것만 봐도 알 수 있어.{j}꽤 뛰어난 실력이야.
en: ...but it was clear that{j}he’s quite a skilled drummer.

source: <드림 어게인> 방송에 지원한 직원들은 아침 9시까지 부사장실로 모여 주시기 바랍니다.
en: All employees who signed up for the competition program Dream Again are asked to report to the Vice President’s office at 9 AM.

source: 아우라(Aura)'라고 한다.
en: ...an aura.

source: 여긴 네 자리 아니잖아.
en: this isn’t your desk.

source: 알지?
en: I assume you’re aware.

source: 우와~ 100점!! 이제부터 나도 가수?!
en: Wow! 100 points! You should be a professional singer!

source: 잘 다녀와, 이 대리~!!
en: have fun, jinseong!

source: 말씀드리려 했는데 타이밍이 안 맞아서…
en: I was going to tell you, but I couldn’t find the right time...

source: 해야 할 일…?
en: a... crucial task?

source: 생각할 시간을 주세요.
en: ...some time to think about it.

source: 그래. 그러니까 실전 무대 경험이 있다면, 지금까지와는 발전 속도가 다를 거야.
en: exactly. so if you get some experience performing on a real stage, you’ll improve much more quickly.

source: 어느 날부터인가 사람이 완전히 망가져 버렸어요.
en: ...but one day, he just lost his grip on everything.

source: 오, 저기 뭐 하나 봐.
en: hey, I think something’s happening over there.

source: 너에게 아우라를,
en: ...I plan to pass on...

source: 아아악
en: AAAAARGHHHH

source: 무슨 부작용?
en: side effects?

source: 심지어 본진인 여돌도 아닌데∙∙∙
en: he’s even made me eager to film him...

source: 너무 갑작스러운 요구였나…?
en: was that too out of left field?

source: 하아아…
en: ugh...

source: 지금 뭐라고…
en: what did you j--

source: 꼴도 보기 싫으니까 가!
en: I don’t even want to look at you right now. get out of my sight!

source: 우리…
en: would you...

source: 꾹꾹
en: press press

source: 지난번이랑 방금은 락이었는데∙∙∙
en: both songs I’ve heard from him so far were rock...

source: 쪼르륵
en: SIP

source: 잠깐…
en: wait...

source: 5화
en: Episode 5

source: 비틀..
en: WOBBLE

source: 그런 건 또 언제 알아보셨대…
en: and when did you find all that out?

source: 덜컹덜컹
en: CLUNK CLUNK

source: 호오…
en: ah...
